---
kind: enumMember
id: F:Autodesk.Revit.DB.ChangePriority.InteriorWalls
enum: Autodesk.Revit.DB.ChangePriority
source: html/9db16841-106b-23bb-0c29-42017edcf69f.htm
---
# Autodesk.Revit.DB.ChangePriority.InteriorWalls

Updater will modify interior/partition walls